import React from 'react';

const Article = () => {
    return (
        <div className="article">
            <div className="container">
                <div className="d-flex align-items-center">
                    <div className="line"></div>
                    <h3>Мақолалар</h3>

                </div>
                <div className="row">
                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articleone.png" alt=""/>
                            <h4>Толиблардан - толибларгача. 11 сентябрь ва АҚШнинг халқаро терроризмга қарши урушлари
                                тарихи</h4>
                            <p>11 сентябрь терактлари қарийб уч минг кишини ҳаётдан олиб кетади. Бунга жавобан Қўшма
                                Штатлар халқаро терроризмга уруш эълон қилади — бу уруш йигирма йил давом этди. Ҳарбий
                                ҳаракатлар чоғида коалиция ҳарбийларидан 8 мингдан ортиқ киши, Афғонистон, Ироқ ва бошқа
                                мамлакатда юз минглаб тинч аҳоли вакиллари қурбон бўлди.</p>
                        </div>
                        <div className="box">
                            <span>Жаҳон</span>
                        </div>
                    </div>
                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articiletwo.png" alt=""/>
                            <h4>Жаслиқ азоблари. “Борса келмас”дан омон қайтганлар ҳикояси</h4>
                            <p>2019 йилда президент Шавкат Мирзиёев қарори асосида Ўзбекистон тарихидаги энг машъум
                                қамоқхона – Жаслиқ колонияси ёпилди. Халқ орасида “борса келмас” дея ном олган бу жазо
                                масканида асосан диний, сиёсий ва бошқа оғир айбловлар билан узоқ йилларга ёки умрбод
                                озодликдан маҳрум этилган маҳкумлар сақланган.</p>
                        </div>
                        <div className="box">
                            <span>Ўзбекистон</span>
                        </div>
                    </div>
                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articlethree.png" alt=""/>
                            <h4>Ижара уй муаммолари. Сабаблар ва ечим учун таклифлар</h4>
                            <p>Бу масала вақти-вақти билан муҳокамалар марказига чиқса-да, аслида йил бўйи долзарблигини
                                йўқотмайди. .</p>
                        </div>
                        <div className="box">
                            <span>Жамият</span>
                        </div>
                    </div>

                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articlefour.png" alt=""/>
                            <h4>Толиблардан - толибларгача. 11 сентябрь ва АҚШнинг халқаро терроризмга қарши урушлари
                                тарихи</h4>
                            <p>11 сентябрь терактлари қарийб уч минг кишини ҳаётдан олиб кетади. Бунга жавобан Қўшма
                                Штатлар халқаро терроризмга уруш эълон қилади — бу уруш йигирма йил давом этди. Ҳарбий
                                ҳаракатлар чоғида коалиция ҳарбийларидан 8 мингдан ортиқ киши, Афғонистон, Ироқ ва бошқа
                                мамлакатда юз минглаб тинч аҳоли вакиллари қурбон бўлди.</p>
                        </div>
                        <div className="box">
                            <span>Спорт</span>
                        </div>
                    </div>
                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articlefive.png" alt=""/>
                            <h4>Жаслиқ азоблари. “Борса келмас”дан омон қайтганлар ҳикояси</h4>
                            <p>2019 йилда президент Шавкат Мирзиёев қарори асосида Ўзбекистон тарихидаги энг машъум
                                қамоқхона – Жаслиқ колонияси ёпилди. Халқ орасида “борса келмас” дея ном олган бу жазо
                                масканида асосан диний, сиёсий ва бошқа оғир айбловлар билан узоқ йилларга ёки умрбод
                                озодликдан маҳрум этилган маҳкумлар сақланган.</p>
                        </div>
                        <div className="box">
                            <span>Жамият</span>
                        </div>
                    </div>
                    <div className="col-md-4">
                        <div className="card-article">
                            <img src="/icons/articlesix.png" alt=""/>
                            <h4>Ижара уй муаммолари. Сабаблар ва ечим учун таклифлар</h4>
                            <p>Бу масала вақти-вақти билан муҳокамалар марказига чиқса-да, аслида йил бўйи долзарблигини
                                йўқотмайди. .</p>
                        </div>
                        <div className="box">
                            <span>Жамият</span>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    );
};

export default Article;